---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterBottomAngle
source: html/45f55f0a-5d44-a968-28c2-f5ab05cde859.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairsRailingBalusterBottomAngle Property

"Bottom Cut Angle"

## Syntax (C#)
```csharp
public static ForgeTypeId StairsRailingBalusterBottomAngle { get; }
```